cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'caskroom/fonts'
tap 'caskroom/versions'

brew 'ack'
brew 'ansible'
brew 'coreutils'
brew 'terraform'
brew 'go'
brew 'gpg'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libgit2'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'rbenv'
brew 'readline'
brew 'roundup'
brew 'ruby-build'
brew 'shellcheck'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'alfred'
cask 'atom'
cask 'caffeine'
cask 'dockertoolbox'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'livereload'
cask 'otto'
cask 'seashore'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'sublime-text3'
cask 'transmission'
cask 'tunnelbear'
cask 'vagrant-manager'
cask 'vagrant'
cask 'vmware-fusion'
cask 'virtualbox'
cask 'vlc'


# fonts
cask 'font-inconsolata'
cask 'font-source-code-pro'
